{
	"welcome": "Willkommen bei Clue Connect",
	"copyToClipboard": "Versende diese URL, um andere Spieler einzuladen",
	"joinLobby": "Trete Spielrunde bei",
	"settings": "Einstellungen",
	"languageWords": "Sprache der Wörter",
	"customWords": "Eigene Wörter",
	"wordsCount": "Eigene Wörter hinzugefügt: ",
	"wordsBasisCount": "Wörter im Basispaket:",
	"customWordsExplanation": "Wörter werden durch Leerzeichen getrennt.  Wenn du 25 eigene Wörter hast, kannst du alle Basis-Wörter entfernen.",
	"createLobby": "Erstelle Spielrunde",
	"setupMessageHost": "Setze ein Spiel auf",
	"setupMessage": "Warte bis der Moderator das Spiel startet.",
	"resetGame": "Setze Spiel zurück",
	"startGame": "Starte Spiel",
	"resetTeams": "Setze Teams zurück",
	"rules": "Regeln",
	"winnerMessage": "Das {winner, select,blue {blaue}red {rote}other {blaue}} Team gewinnt!",
	"messageStatusNoTeam": {
		"spymaster": "Der {team,select, blue {blaue} red {rote}other {blaue}} Geheimdienstchef überlegt sich einen Hinweis. Um zu spielen trete einem Team bei.",
		"operative": "Die {team,select, blue {blauen} red {roten}other {blaue}} Agenten sind an der Reihe. Um zu spielen trete einem Team bei."
	},
	"messageStatusOpponentTeam": {
		"spymaster": "Der gegnerische Geheimdienstchef überlegt sich einen Hinweis. Warte bis dein Team dran ist.",
		"operative": "Die gegnerischen Agenten sind an der Reihe. Warte bis dein Team dran ist."
	},
	"waitingForClue": "Warte bis dein Geheimdienstchef dir einen Hinweis gibt.",
	"waitingForGuess": "Deine Ermittler sind an der Reihe.",
	"givingClue": "Gib deinen Ermittlern einen Hinweis.",
	"logClue": "gibt den Hinweis",
	"logGuess": "wählt",
	"giveClueButton": "Gib einen Hinweis",
	"endGuessingButton": "Beende Raten",
	"makeGuess": "Rate ein Wort.",
	"spymaster": "Geheimdienstchef",
	"becomeSpymaster": "Werde Geheimdienstchef",
	"agents": "Ermittler",
	"joinAgents": "Den Agenten beitreten",
	"playersLobby": "Spieler in dieser Lobby",
	"makeHost": "Zum Moderator machen",
	"overview": "Überblick",
	"guessing": "Raten",
	"strategy": "Strategie",
	"gameplay": "Spielablauf",
	"winning": "Spielende",
	"overviewText": "Codenames ist ein wortbasiertes Partyspiel für 4 oder mehr Spieler, das Teamarbeit und Deduktion fördert. Die Spieler werden in zwei Teams aufgeteilt, jedes mit einem Geheimdienstchef (Spymaster) und mindestens einem Ermittler. Ziel ist es, alle Codenamen des eigenen Teams auf dem Spielfeld zu identifizieren, bevor das andere Team dies tut. Ein 5x5-Raster mit zufälligen Wortkarten wird ausgelegt, wobei jede Karte einen potenziellen \"Codenamen\" darstellt.  Nur die Geheimdienstchefs wissen, welche Karten zu ihrem Team gehören, welche neutral sind und welche Karte der Attentäter ist – diese Karte zu wählen, beendet das Spiel sofort mit einer Niederlage.",
	"winningText": " Der Sieg wird errungen, indem alle Codenamen des eigenen Teams zuerst identifiziert werden. Die Wahl des Attentäters führt sofort zu einer Niederlage. Die einfachen Regeln und die strategische Tiefe machen das Spiel zu einem Favoriten für Spieleabende, wobei Variationen und thematische Editionen die Wiederspielbarkeit erhöhen.",
	"strategyText": "Strategisches Denken ist entscheidend. Geheimdienstchefs müssen Hinweise geben, die mehrere Wörter verknüpfen, ohne Mehrdeutigkeiten zu schaffen. Ermittler interpretieren Hinweise kreativ und wägen Risiken sorgfältig ab. Teams können Raten überspringen, wenn sie unsicher sind, was jedoch den Fortschritt verlangsamen kann.",
	"guessingRules": "<li>Errate bis zu der durch die Zahl angegebenen Anzahl, plus eine zusätzliche Vermutung, wenn gewünscht.</li><li>Ist die Vermutung richtig, wird die entsprechende Karte mit der Farbe des Teams markiert.</li><li>Bei einer falschen Vermutung endet der Zug, und die Karte wird für das gegnerische Team oder als neutral markiert.</li><li>Wird der Attentäter gewählt, endet das Spiel sofort mit einer Niederlage für dieses Team.</li>",

	"clueRules": "<li>Einem einzelnen Wort (z. B. „Ozean“).</li><li>Einer Zahl, die angibt, wie viele Wörter mit dem Hinweis verbunden sind.</li>",
	"spymasterRoleText": "Der Geheimdienstchef gibt ein Ein-Wort-Hinweis, um seinem Team zu helfen, die zugehörigen Codenamen zu erraten. Jeder Hinweis besteht aus:",
	"spymasterRoleText2": "Der Geheimdienstchef muss vermeiden, Hinweise zu geben, die die Spieler zu Codenamen des gegnerischen Teams oder zum Attentäter führen. Nonverbale oder zusätzliche Hinweise sind strikt verboten.",
	"operativeRoleText": "Die Ermittler diskutieren den Hinweis und raten die Codenamen, indem sie auf Karten im Raster zeigen. Regeln für das Raten:"
}
